Repository: wp-plugins/doppler-form
Catalog: doppler-form/languages/doppler-formulario-*.po
Languages: es_es

source: Ouch! The field is empty.
es_es: ¡Ouch! El campo está vacio.

source: Ouch! Enter a valid API Key.
es_es: ¡Ouch! Ingresa una API Key válida.

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta pagina

source: Connect your Subscription Form with Doppler
es_es: Conecta tu Formulario con Doppler

source: Send emails directly from your Wordpress Form to your Doppler Lists! All you need to do is enter your API Key to link them up. Don’t know where to find it?
es_es: ¡Envía los emails que ingresan en tu formulario de Wordpress a tus listas de Doppler! Solo necesitas ingresar tu API Key para conectar tus cuentas. ¿No sabes dónde encontrarla?

source: Read this post
es_es: Mira este post

source: (Remember that this benefit is only available for paid accounts).
es_es: (Recuerda que este beneficio es solo para cuentas pagas).

source: Your account is connected
es_es: Tu cuenta está conectada

source: Disconnect
es_es: Desconectar

source: The process was a success! Your API Key is officially connected.
es_es: ¡El proceso fue todo un éxito! Tu API Key se ha conectado.

source: You're almost there! Go to the tab
es_es: ¡Solo falta un paso! Ve a la pestaña

source: <b>Appearance>Widgets>Doppler Formulario</b> and choose the Lists where your new Subscribers will be saved
es_es: <b>Apariencia>Widgets>Doppler Formulario</b> y elige la Lista en la que se guardarán tus nuevos Suscriptores.

source: Enter your API Key.
es_es: Ingresa tu API Key.

source: CONNECT
es_es: CONECTAR

source: Doppler is a product by
es_es: Doppler es un producto de

source: Select the Lists you want to send your Subscribers to.
es_es: Decide a qué Listas enviarás tus nuevos Suscriptores.

source: Thanks for Subscribing
es_es: Gracias por Subscribirte

source: Send
es_es: Suscríbete

source: Title
es_es: Titulo

source: Enter a descriptive title for your Form.
es_es: Ingresa el texto que encabezará tu Formulario.

source: Subscription Lists
es_es: Listas de Suscripción

source: Select the List that you want to import your Subscribers into.
es_es: Elige qué listas alimentarás.
